/* In browser window title */
"Get a donation key!" = "Unregistered";

/* The full name of the supporter */
"Registered to {0}" = "რეგისტრირებულია {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "მადლობას გიხდით მხარდაჭერისათვის! თქვენი წვლილი ეხმარება მომავალ განვითარებას, იმისათვის რომ Cyberduck-ი გახდეს უკეთესი.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "თქვენი საჩუქრის გასაღები დაკოპირებულია პროგრამის მხარდაჭერის საქაღალდეში.";

/* Validation failed */
"Not a valid donation key" = "საჩუქრის არასწორი გასაღები";

"This donation key does not appear to be valid." = "საჩუქრის გასაღები არ არი მართებული.";

/* Thank you */
"Continue" = "გაგრძელება";
/* Validation failed */
"Not a valid donation key" = "საჩუქრის არასწორი გასაღები";

"This donation key does not appear to be valid." = "საჩუქრის გასაღები არ არი მართებული.";

/* Thank you */
"Continue" = "გაგრძელება";